/* Add button */
"Add" = "Lägg till";

/* Add Column Button */
"add column" = "lägg till kolumn";

/* Add Row Button */
"add row" = "lägg till rad";

/* Replace sheet panel */
"Applications are assigned to this column. If you remove this column, these applications will be assigned to another space." = "En del program har tilldelats den här kolumnen. Om du tar bort kolumnen kommer dessa program att tilldelas ett annat område.";

/* Replace sheet panel */
"Applications are assigned to this row. If you remove this row, these applications will be assigned to another space." = "En del program har tilldelats den här raden. Om du tar bort raden kommer dessa program att tilldelas ett annat område.";

/* Remove column */
"Are you sure you want to remove this column?" = "Är du säker på att du vill ta bort den här kolumnen?";

/* Remove row */
"Are you sure you want to remove this row?" = "Är du säker på att du vill ta bort den här raden?";

/* Arrow Keys are bound */
"Arrow Keys" = "Piltangenter";

/* Columns string in Layer view */
"Columns:" = "Kolumner:";

/* Display application in all spaces */
"Every Space" = "Alla fönster";

/* Cancel Button */
"No" = "Nej";

/* Arrow Keys are bound */
"Number Keys" = "Siffertangenter";

/* Other menu item */
"Other" = "Annat…";

/* Remove Column Button */
"remove column" = "ta bort kolumn";

/* Remove Row Button */
"remove row" = "ta bort rad";

/* Rows string in Layer view */
"Rows:" = "Rader:";

/* Space, %@ is a number */
"Space %@" = "Område %@";

/* space, %@ is a number */
"space %@" = "område %@";

/* Conflict found */
"This hot key setting conflicts with the settings for another hot key.  Use the keyboard preferences pane to resolve this conflict." = "Den här kortkommandoinställningen står i konflikt med inställningarna för ett annat kortkommando. Lös konflikten i tangentbordsinställningarna.";

/* Conflict found */
"This mouse button setting conflicts with the settings for another mouse button." = "Den här musknappsinställningen står i konflikt med inställningarna för en annan musknapp.";

/* OK Button */
"Yes" = "Ja";

